Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: No App environment variables — add them in Settings → Environment Variables
de: Keine App-Umgebungsvariablen — füge sie unter „Einstellungen → Umgebungsvariablen“ hinzu
es: No hay variables de entorno de la app — añádelas en Ajustes → Variables de entorno
fil: Walang App environment variable — magdagdag sa Settings → Environment Variables
fr: Aucune variable d'environnement de l'app — ajoutez-les dans Réglages → Variables d'environnement
hr: Nema varijabli okruženja aplikacije — dodajte ih u Postavke → Varijable okruženja
id: Tidak ada variabel lingkungan Aplikasi — tambahkan di Pengaturan → Variabel Lingkungan
ja: App 環境変数がありません — 「設定 → 環境変数」で追加してください
ko: 앱 환경 변수가 없습니다 — 설정 → 환경 변수에서 추가하세요
ms: Tiada pemboleh ubah persekitaran Apl — tambah dalam Tetapan → Pemboleh Ubah Persekitaran
pl: Brak zmiennych środowiskowych aplikacji — dodaj je w Ustawienia → Zmienne środowiskowe
pt_br: Nenhuma variável de ambiente do app — adicione em Ajustes → Variáveis de ambiente
ro: Nicio variabilă de mediu a aplicației — adaugă-le în Setări → Variabile de mediu
ru: Нет переменных окружения приложения — добавьте их в «Настройки → Переменные окружения»
th: ไม่มีตัวแปรสภาพแวดล้อมของแอป — เพิ่มในการตั้งค่า → ตัวแปรสภาพแวดล้อม
tr: Uygulama ortam değişkeni yok — Ayarlar → Ortam Değişkenleri'nden ekleyin
zh_hans: 暂无 App 环境变量 — 请在“设置 → 环境变量”中添加
zh_hant: 暫無 App 環境變量 — 請在「設定 → 環境變量」中加入

source: No audio data
de: Keine Audiodaten
es: Sin datos de audio
fil: Walang audio data
fr: Aucune donnée audio
hr: Nema audiopodataka
id: Tidak ada data audio
ja: 音声データがありません
ko: 오디오 데이터 없음
ms: Tiada data audio
pl: Brak danych dźwiękowych
pt_br: Sem dados de áudio
ro: Fără date audio
ru: Нет аудиоданных
th: ไม่มีข้อมูลเสียง
tr: Ses verisi yok
zh_hans: 无音频数据
zh_hant: 無音訊資料

source: No audio was returned.
de: Es wurde kein Audio zurückgegeben.
es: No se devolvió ningún audio.
fil: Walang audio na naibalik.
fr: Aucun audio n’a été renvoyé.
hr: Nije vraćen nikakav zvuk.
id: Tidak ada audio yang dikembalikan.
ja: 音声が返されませんでした。
ko: 오디오가 반환되지 않았습니다.
ms: Tiada audio dikembalikan.
pl: Nie zwrócono dźwięku.
pt_br: Nenhum áudio foi retornado.
ro: Nu s-a primit niciun fișier audio.
ru: Аудио не было возвращено.
th: ไม่มีเสียงที่ส่งกลับมา
tr: Ses verisi döndürülmedi.
zh_hans: 未返回音频。
zh_hant: 未回傳音訊。

source: No available models
de: Keine verfügbaren Modelle
es: No hay modelos disponibles
fil: Walang available na model
fr: Aucun modèle disponible
hr: Nema dostupnih modela
id: Tidak ada model tersedia
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
ms: Tiada model tersedia
pl: Brak dostępnych modeli
pt_br: Nenhum modelo disponível
ro: Niciun model disponibil
ru: Нет доступных моделей
th: ไม่มีโมเดลที่พร้อมใช้งาน
tr: Kullanılabilir model yok
zh_hans: 无可用模型
zh_hant: 無可用模型

source: No backup available
de: Keine Sicherung verfügbar
es: No hay copia de seguridad disponible
fil: Walang available na backup
fr: Aucune sauvegarde disponible
hr: Nema dostupne sigurnosne kopije
id: Tidak ada cadangan tersedia
ja: 利用可能なバックアップがありません
ko: 사용 가능한 백업 없음
ms: Tiada sandaran tersedia
pl: Brak dostępnej kopii zapasowej
pt_br: Nenhum backup disponível
ro: Nicio copie disponibilă
ru: Резервная копия недоступна
th: ไม่มีข้อมูลสำรองที่พร้อมใช้งาน
tr: Kullanılabilir yedek yok
zh_hans: 无可用备份
zh_hant: 無可用備份

source: No backups found
de: Keine Sicherungen gefunden
es: No se encontraron copias de seguridad
fil: Walang nakitang backup
fr: Aucune sauvegarde trouvée
hr: Nema pronađenih sigurnosnih kopija
id: Tidak ada cadangan ditemukan
ja: バックアップが見つかりません
ko: 백업을 찾을 수 없습니다
ms: Tiada sandaran dijumpai
pl: Nie znaleziono kopii zapasowych
pt_br: Nenhum backup encontrado
ro: Nicio copie de rezervă găsită
ru: Резервные копии не найдены
th: ไม่พบข้อมูลสำรอง
tr: Yedek bulunamadı
zh_hans: 未找到备份
zh_hant: 找不到備份

source: No Backups Found
de: Keine Sicherungen gefunden
es: No se encontraron copias de seguridad
fil: Walang Nakitang Backup
fr: Aucune sauvegarde trouvée
hr: Nema pronađenih sigurnosnih kopija
id: Tidak Ada Cadangan Ditemukan
ja: バックアップが見つかりません
ko: 백업을 찾을 수 없음
ms: Tiada Sandaran Dijumpai
pl: Nie znaleziono kopii zapasowych
pt_br: Nenhum backup encontrado
ro: Nicio copie de rezervă găsită
ru: Копии не найдены
th: ไม่พบข้อมูลสำรอง
tr: Yedek Bulunamadı
zh_hans: 未找到备份
zh_hant: 找不到備份

source: No backups found here yet.
de: Hier noch keine Sicherungen gefunden.
es: Aún no se encontraron copias de seguridad aquí.
fil: Wala pang nakitang backup dito.
fr: Aucune sauvegarde trouvée ici pour l'instant.
hr: Ovdje još nema sigurnosnih kopija.
id: Belum ada cadangan ditemukan di sini.
ja: ここにはまだバックアップがありません。
ko: 아직 여기에 백업이 없습니다.
ms: Belum ada sandaran dijumpai di sini.
pl: Nie znaleziono tu jeszcze kopii zapasowych.
pt_br: Nenhum backup encontrado aqui ainda.
ro: Nicio copie de rezervă găsită aici încă.
ru: Здесь пока не найдено копий.
th: ยังไม่พบข้อมูลสำรองที่นี่
tr: Burada henüz yedek bulunamadı.
zh_hans: 此处暂无备份。
zh_hant: 這裡還沒有備份。

source: No backups found on this server.
de: Auf diesem Server wurden keine Sicherungen gefunden.
es: No se encontraron copias de seguridad en este servidor.
fil: Walang nakitang backup sa server na ito.
fr: Aucune sauvegarde trouvée sur ce serveur.
hr: Na ovom poslužitelju nema sigurnosnih kopija.
id: Tidak ada cadangan ditemukan di server ini.
ja: このサーバにバックアップは見つかりません。
ko: 이 서버에서 백업을 찾을 수 없습니다.
ms: Tiada sandaran dijumpai di server ini.
pl: Nie znaleziono kopii zapasowych na tym serwerze.
pt_br: Nenhum backup encontrado neste servidor.
ro: Nicio copie de rezervă găsită pe acest server.
ru: На этом сервере копии не найдены.
th: ไม่พบข้อมูลสำรองบนเซิร์ฟเวอร์นี้
tr: Bu sunucuda yedek bulunamadı.
zh_hans: 此服务器上未找到备份。
zh_hant: 這台伺服器上找不到備份。

source: No categories enabled
de: Keine Kategorien aktiviert
es: No hay categorías activadas
fil: Walang naka-enable na kategorya
fr: Aucune catégorie activée
hr: Nijedna kategorija nije omogućena
id: Tidak ada kategori aktif
ja: カテゴリが選択されていません
ko: 선택된 카테고리 없음
ms: Tiada kategori diaktifkan
pl: Brak włączonych kategorii
pt_br: Nenhuma categoria ativa
ro: Nicio categorie activată
ru: Категории не выбраны
th: ไม่มีหมวดหมู่ที่เปิดใช้งาน
tr: Etkin kategori yok
zh_hans: 未启用任何类别
zh_hant: 未選取任何類別

source: No config changes recorded yet.
de: Noch keine Konfigurationsänderungen aufgezeichnet.
es: Aún no se registraron cambios de configuración.
fil: Wala pang naitalang pagbabago sa config.
fr: Aucune modification de configuration enregistrée pour le moment.
hr: Još nema zabilježenih promjena konfiguracije.
id: Belum ada perubahan konfigurasi tercatat.
ja: まだ設定変更は記録されていません。
ko: 아직 기록된 설정 변경이 없습니다.
ms: Belum ada perubahan konfigurasi direkodkan.
pl: Nie zarejestrowano jeszcze żadnych zmian konfiguracji.
pt_br: Nenhuma mudança de configuração registrada ainda.
ro: Nicio modificare de configurare înregistrată încă.
ru: Изменения конфигурации ещё не записаны.
th: ยังไม่มีการบันทึกการเปลี่ยนแปลงการตั้งค่า
tr: Henüz kaydedilmiş yapılandırma değişikliği yok.
zh_hans: 尚未记录任何设置更改。
zh_hant: 尚未記錄任何設定變更。

source: No Conversation Selected
de: Keine Konversation ausgewählt
es: Ninguna conversación seleccionada
fil: Walang Napiling Usapan
fr: Aucune conversation sélectionnée
hr: Nije odabran razgovor
id: Tidak Ada Percakapan Dipilih
ja: 会話が選択されていません
ko: 선택된 대화 없음
ms: Tiada Perbualan Dipilih
pl: Nie wybrano rozmowy
pt_br: Nenhuma conversa selecionada
ro: Nicio conversație selectată
ru: Диалог не выбран
th: ยังไม่ได้เลือกการสนทนา
tr: Seçili Sohbet Yok
zh_hans: 未选择对话
zh_hant: 未選擇對話

source: No corrections needed
de: Keine Korrekturen nötig
es: No se necesitan correcciones
fil: Walang kailangang itama
fr: Aucune correction nécessaire
hr: Ispravci nisu potrebni
id: Tidak perlu koreksi
ja: 修正の必要はありません
ko: 교정할 내용이 없습니다
ms: Tiada pembetulan diperlukan
pl: Nie trzeba nic poprawiać
pt_br: Nada a corrigir
ro: Nu este nevoie de corecții
ru: Исправления не требуются
th: ไม่ต้องแก้ไข
tr: Düzeltme gerekmiyor
zh_hans: 无需纠正
zh_hant: 無需糾正

source: No data is shared with Minis or any other party beyond the provider you select
de: Es werden keine Daten mit Minis oder anderen Parteien außer dem von Ihnen gewählten KI-Anbieter geteilt
es: No se comparte ningún dato con Minis ni con ningún tercero más allá del proveedor que elijas
fil: Walang datos na ibinabahagi sa Minis o sa iba pa maliban sa provider na pipiliin mo
fr: Aucune donnée n'est partagée avec Minis ou toute autre partie au-delà du fournisseur AI que vous sélectionnez
hr: Nikakvi podaci ne dijele se s Minisom ni bilo kojom drugom stranom osim s pružateljem kojeg odaberete
id: Tidak ada data yang dibagikan ke Minis atau pihak lain selain penyedia yang Anda pilih
ja: Minis や選択したAIプロバイダー以外の第三者とデータが共有されることはありません
ko: 선택한 AI 공급자 외에 Minis나 다른 당사자와 데이터가 공유되지 않습니다
ms: Tiada data dikongsi dengan Minis atau pihak lain selain pembekal yang anda pilih
pl: Żadne dane nie trafiają do Minis ani do stron innych niż wybrany dostawca
pt_br: Nenhum dado é compartilhado com o Minis nem com terceiros além do provedor que você escolher
ro: Nicio dată nu este partajată cu Minis sau cu alte părți în afara furnizorului ales
ru: Никакие данные не передаются Minis или другим сторонам, кроме выбранного вами провайдера
th: ไม่มีการแชร์ข้อมูลกับ Minis หรือบุคคลอื่นนอกเหนือจากผู้ให้บริการที่คุณเลือก
tr: Seçtiğiniz sağlayıcı dışında Minis'le veya başka bir tarafla veri paylaşılmaz
zh_hans: 除您选择的 AI 服务商外，数据不会与 Minis 或任何其他方共享
zh_hant: 除您選擇的 AI 服務商外，資料不會與 Minis 或任何其他方共享

source: No destinations yet — the backup is saved on this device.
de: Noch keine Ziele — die Sicherung wird auf diesem Gerät gespeichert.
es: Aún no hay destinos — la copia de seguridad se guarda en este dispositivo.
fil: Wala pang destinasyon — naka-save ang backup sa device na ito.
fr: Aucune destination — la sauvegarde est enregistrée sur cet appareil.
hr: Još nema odredišta — sigurnosna kopija spremljena je na ovom uređaju.
id: Belum ada tujuan — cadangan disimpan di perangkat ini.
ja: 保存先がまだありません。バックアップはこのデバイスに保存されます。
ko: 아직 대상이 없습니다. 백업은 이 기기에 저장됩니다.
ms: Belum ada destinasi — sandaran disimpan pada peranti ini.
pl: Brak miejsc docelowych — kopia jest zapisana na tym urządzeniu.
pt_br: Ainda não há destinos — o backup fica salvo neste dispositivo.
ro: Încă nicio destinație — copia este salvată pe acest dispozitiv.
ru: Назначений пока нет — копия сохранена на этом устройстве.
th: ยังไม่มีปลายทาง — ข้อมูลสำรองถูกบันทึกไว้บนอุปกรณ์นี้
tr: Henüz hedef yok — yedek bu aygıtta saklanıyor.
zh_hans: 尚未添加目的地——备份将保存在本机。
zh_hant: 還沒有目的地，備份會儲存在這台裝置上。

source: No downloads
de: Keine Downloads
es: Sin descargas
fil: Walang download
fr: Aucun téléchargement
hr: Nema preuzimanja
id: Tidak ada unduhan
ja: ダウンロードはありません
ko: 다운로드 없음
ms: Tiada muat turun
pl: Brak pobranych plików
pt_br: Nenhum download
ro: Nicio descărcare
ru: Нет загрузок
th: ไม่มีการดาวน์โหลด
tr: İndirilen yok
zh_hans: 没有下载项
zh_hant: 沒有下載項目

source: No Environment Variables
de: Keine Umgebungsvariablen
es: Sin variables de entorno
fil: Walang Environment Variable
fr: Aucune variable d'environnement
hr: Nema varijabli okruženja
id: Tidak Ada Variabel Lingkungan
ja: 環境変数なし
ko: 환경 변수 없음
ms: Tiada Pemboleh Ubah Persekitaran
pl: Brak zmiennych środowiskowych
pt_br: Nenhuma variável de ambiente
ro: Nicio variabilă de mediu
ru: Нет переменных окружения
th: ไม่มีตัวแปรสภาพแวดล้อม
tr: Ortam Değişkeni Yok
zh_hans: 无环境变量
zh_hant: 無環境變量

source: No folders here.
de: Keine Ordner vorhanden.
es: No hay carpetas aquí.
fil: Walang folder dito.
fr: Aucun dossier ici.
hr: Ovdje nema mapa.
id: Tidak ada folder di sini.
ja: ここにフォルダはありません。
ko: 여기에 폴더가 없습니다.
ms: Tiada folder di sini.
pl: Brak folderów.
pt_br: Nenhuma pasta aqui.
ro: Niciun dosar aici.
ru: Здесь нет папок.
th: ไม่มีโฟลเดอร์ที่นี่
tr: Burada klasör yok.
zh_hans: 此处没有文件夹。
zh_hant: 這裡沒有資料夾。

source: No Group
de: Keine Gruppe
es: Sin grupo
fil: Walang Group
fr: Aucun groupe
hr: Bez grupe
id: Tanpa Grup
ja: グループなし
ko: 그룹 없음
ms: Tiada Kumpulan
pl: Brak grupy
pt_br: Sem grupo
ro: Fără grup
ru: Без группы
th: ไม่มีกลุ่ม
tr: Grup Yok
zh_hans: 暂不分组
zh_hant: 暫不分組

source: No History
de: Kein Verlauf
es: Sin historial
fil: Walang History
fr: Aucun historique
hr: Nema povijesti
id: Tidak Ada Riwayat
ja: 履歴なし
ko: 기록 없음
ms: Tiada Sejarah
pl: Brak historii
pt_br: Sem histórico
ro: Fără istoric
ru: Нет истории
th: ไม่มีประวัติ
tr: Geçmiş Yok
zh_hans: 暂无历史
zh_hant: 暫無歷史

source: No image was returned.
de: Es wurde kein Bild zurückgegeben.
es: No se devolvió ninguna imagen.
fil: Walang larawang naibalik.
fr: Aucune image n’a été renvoyée.
hr: Nije vraćena nikakva slika.
id: Tidak ada gambar yang dikembalikan.
ja: 画像が返されませんでした。
ko: 이미지가 반환되지 않았습니다.
ms: Tiada imej dikembalikan.
pl: Nie zwrócono obrazu.
pt_br: Nenhuma imagem foi retornada.
ro: Nu s-a primit nicio imagine.
ru: Изображение не было возвращено.
th: ไม่มีรูปภาพที่ส่งกลับมา
tr: Görsel döndürülmedi.
zh_hans: 未返回图片。
zh_hant: 未回傳圖片。

source: No key required
de: Kein Schlüssel erforderlich
es: No se requiere clave
fil: Walang kailangang key
fr: Aucune clé requise
hr: Ključ nije potreban
id: Tidak perlu kunci
ja: キーは不要です
ko: 키가 필요 없음
ms: Tiada kunci diperlukan
pl: Klucz niewymagany
pt_br: Nenhuma chave necessária
ro: Nu este necesară nicio cheie
ru: Ключ не требуется
th: ไม่ต้องใช้คีย์
tr: Anahtar gerekmiyor
zh_hans: 无需密钥
zh_hant: 無需金鑰

source: No log files
de: Keine Logdateien
es: Sin archivos de registro
fil: Walang log file
fr: Aucun fichier de log
hr: Nema datoteka zapisnika
id: Tidak ada file log
ja: ログファイルなし
ko: 로그 파일 없음
ms: Tiada file log
pl: Brak plików dziennika
pt_br: Nenhum arquivo de registro
ro: Niciun fișier de jurnal
ru: Нет файлов журнала
th: ไม่มีไฟล์บันทึก
tr: Günlük dosyası yok
zh_hans: 无日志文件
zh_hant: 無日誌檔案

source: No log for this run.
de: Kein Protokoll für diesen Durchlauf.
es: No hay registro para esta ejecución.
fil: Walang log para sa run na ito.
fr: Aucun journal pour cette exécution.
hr: Nema zapisnika za ovo pokretanje.
id: Tidak ada log untuk proses ini.
ja: この実行のログはありません。
ko: 이번 실행의 로그가 없습니다.
ms: Tiada log untuk larian ini.
pl: Brak dziennika dla tego wykonania.
pt_br: Nenhum registro para esta execução.
ro: Niciun jurnal pentru această rulare.
ru: Для этого запуска нет журнала.
th: ไม่มีบันทึกสำหรับการทำงานนี้
tr: Bu çalıştırma için günlük yok.
zh_hans: 本次运行没有日志。
zh_hant: 這次執行沒有記錄。

source: No matching files
de: Keine passenden Dateien
es: No hay archivos coincidentes
fil: Walang tugmang file
fr: Aucun fichier correspondant
hr: Nema podudarnih datoteka
id: Tidak ada file yang cocok
ja: 一致するファイルはありません
ko: 일치하는 파일 없음
ms: Tiada file yang sepadan
pl: Brak pasujących plików
pt_br: Nenhum arquivo correspondente
ro: Niciun fișier corespunzător
ru: Нет подходящих файлов
th: ไม่พบไฟล์ที่ตรงกัน
tr: Eşleşen dosya yok
zh_hans: 没有匹配的文件
zh_hant: 沒有匹配的檔案

source: No MCP Servers
de: Keine MCP-Server
es: Sin servidores MCP
fil: Walang MCP Server
fr: Aucun serveur MCP
hr: Nema MCP poslužitelja
id: Tidak Ada Server MCP
ja: MCP サーバがありません
ko: MCP 서버 없음
ms: Tiada Server MCP
pl: Brak serwerów MCP
pt_br: Nenhum servidor MCP
ro: Niciun server MCP
ru: Нет серверов MCP
th: ไม่มีเซิร์ฟเวอร์ MCP
tr: MCP Sunucusu Yok
zh_hans: 暂无 MCP 服务器
zh_hant: 暫無 MCP 服務器

source: No MCP servers configured. Add servers in Settings → MCP Integrations.
de: Keine MCP-Server konfiguriert. Füge Server unter „Einstellungen → MCP-Integrationen“ hinzu.
es: No hay servidores MCP configurados. Añade servidores en Ajustes → Integraciones MCP.
fil: Walang na-configure na MCP server. Magdagdag sa Settings → MCP Integrations.
fr: Aucun serveur MCP configuré. Ajoutez-en dans Réglages → Intégrations MCP.
hr: Nije konfiguriran nijedan MCP poslužitelj. Dodajte poslužitelje u Postavke → MCP integracije.
id: Belum ada server MCP dikonfigurasi. Tambahkan server di Pengaturan → Integrasi MCP.
ja: MCP サーバが設定されていません。「設定 → MCP 連携」で追加してください。
ko: 구성된 MCP 서버가 없습니다. 설정 → MCP 통합에서 서버를 추가하세요.
ms: Tiada server MCP dikonfigurasi. Tambah server dalam Tetapan → Integrasi MCP.
pl: Nie skonfigurowano serwerów MCP. Dodaj je w Ustawienia → Integracje MCP.
pt_br: Nenhum servidor MCP configurado. Adicione servidores em Ajustes → Integrações MCP.
ro: Niciun server MCP configurat. Adaugă servere în Setări → Integrări MCP.
ru: Серверы MCP не настроены. Добавьте их в «Настройки → Интеграции MCP».
th: ยังไม่ได้กำหนดค่าเซิร์ฟเวอร์ MCP เพิ่มเซิร์ฟเวอร์ในการตั้งค่า → การเชื่อมต่อ MCP
tr: Yapılandırılmış MCP sunucusu yok. Ayarlar → MCP Entegrasyonları'ndan ekleyin.
zh_hans: 尚未配置 MCP 服务器。请在“设置 → MCP 集成”中添加。
zh_hant: 尚未配置 MCP 服務器。請在「設定 → MCP 整合」中加入。

source: No MCP servers found in that JSON.
de: In diesem JSON wurden keine MCP-Server gefunden.
es: No se encontraron servidores MCP en ese JSON.
fil: Walang nakitang MCP server sa JSON na iyon.
fr: Aucun serveur MCP trouvé dans ce JSON.
hr: U tom JSON-u nije pronađen nijedan MCP poslužitelj.
id: Tidak ada server MCP ditemukan dalam JSON itu.
ja: その JSON に MCP サーバが見つかりませんでした。
ko: 해당 JSON에서 MCP 서버를 찾을 수 없습니다.
ms: Tiada server MCP dijumpai dalam JSON itu.
pl: Nie znaleziono serwerów MCP w tym pliku JSON.
pt_br: Nenhum servidor MCP encontrado nesse JSON.
ro: Niciun server MCP găsit în acel JSON.
ru: В этом JSON не найдены серверы MCP.
th: ไม่พบเซิร์ฟเวอร์ MCP ใน JSON นั้น
tr: Bu JSON'da MCP sunucusu bulunamadı.
zh_hans: 该 JSON 中未找到 MCP 服务器。
zh_hant: 該 JSON 中未找到 MCP 服務器。

source: No MCP servers match "%@".
de: Keine MCP-Server entsprechen „%@“.
es: Ningún servidor MCP coincide con "%@".
fil: Walang MCP server na tumutugma sa "%@".
fr: Aucun serveur MCP ne correspond à « %@ ».
hr: Nijedan MCP poslužitelj ne odgovara upitu "%@".
id: Tidak ada server MCP yang cocok dengan "%@".
ja: 「%@」に一致する MCP サーバはありません。
ko: "%@"과(와) 일치하는 MCP 서버가 없습니다.
ms: Tiada server MCP sepadan dengan "%@".
pl: Brak serwerów MCP pasujących do: "%@".
pt_br: Nenhum servidor MCP corresponde a "%@".
ro: Niciun server MCP nu se potrivește cu: "%@".
ru: Нет серверов MCP, соответствующих «%@».
th: ไม่มีเซิร์ฟเวอร์ MCP ที่ตรงกับ "%@"
tr: Eşleşen MCP sunucusu yok: "%@".
zh_hans: 没有与“%@”匹配的 MCP 服务器。
zh_hant: 沒有與「%@」匹配的 MCP 服務器。

source: No media files
de: Keine Mediendateien
es: Sin archivos multimedia
fil: Walang media file
fr: Aucun fichier multimédia
hr: Nema medijskih datoteka
id: Tidak ada file media
ja: メディアファイルなし
ko: 미디어 파일 없음
ms: Tiada file media
pl: Brak plików multimedialnych
pt_br: Nenhum arquivo de mídia
ro: Niciun fișier media
ru: Нет медиафайлов
th: ไม่มีไฟล์สื่อ
tr: Medya dosyası yok
zh_hans: 无媒体文件
zh_hant: 無媒體檔案

source: No memories synced from this device.
de: Keine Erinnerungen von diesem Gerät synchronisiert.
es: No se sincronizaron recuerdos desde este dispositivo.
fil: Walang memory na na-sync mula sa device na ito.
fr: Aucune mémoire synchronisée depuis cet appareil.
hr: S ovog uređaja nije sinkronizirana nijedna memorija.
id: Tidak ada memori disinkronkan dari perangkat ini.
ja: このデバイスから同期されたメモリはありません。
ko: 이 기기에서 동기화된 메모리가 없습니다.
ms: Tiada memori disegerakkan dari peranti ini.
pl: Brak wspomnień zsynchronizowanych z tego urządzenia.
pt_br: Nenhuma memória sincronizada deste dispositivo.
ro: Nicio amintire sincronizată de pe acest dispozitiv.
ru: С этого устройства не синхронизировано ни одной памяти.
th: ไม่มีหน่วยความจำที่ซิงค์จากอุปกรณ์นี้
tr: Bu aygıttan eşitlenen anı yok.
zh_hans: 未从此设备同步任何记忆。
zh_hant: 未從此裝置同步任何記憶。

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fil: Wala pang mensahe
fr: Aucun message pour le moment
hr: Još nema poruka
id: Belum ada pesan
ja: メッセージはまだありません
ko: 아직 메시지가 없습니다
ms: Belum ada mesej
pl: Brak wiadomości
pt_br: Ainda não há mensagens
ro: Încă niciun mesaj
ru: Сообщений пока нет
th: ยังไม่มีข้อความ
tr: Henüz mesaj yok
zh_hans: 暂无消息
zh_hant: 暫無訊息

source: No minis files
de: Keine Minis-Dateien
es: Sin archivos de minis
fil: Walang minis file
fr: Aucun fichier Minis
hr: Nema minis datoteka
id: Tidak ada file minis
ja: Minis ファイルなし
ko: Minis 파일 없음
ms: Tiada file minis
pl: Brak plików Minis
pt_br: Nenhum arquivo do Minis
ro: Niciun fișier Minis
ru: Нет файлов minis
th: ไม่มีไฟล์ minis
tr: Minis dosyası yok
zh_hans: 无 Minis 文件
zh_hant: 無 Minis 檔案

source: No model configured. Add a provider in Settings.
de: Kein Modell konfiguriert. Fügen Sie einen Anbieter in den Einstellungen hinzu.
es: No hay ningún modelo configurado. Añade un proveedor en Ajustes.
fil: Walang na-configure na model. Magdagdag ng provider sa Settings.
fr: Aucun modèle configuré. Ajoutez un fournisseur dans les Réglages.
hr: Nije konfiguriran nijedan model. Dodajte pružatelja u Postavkama.
id: Tidak ada model dikonfigurasi. Tambahkan penyedia di Pengaturan.
ja: モデルが設定されていません。設定でプロバイダーを追加してください。
ko: 모델이 구성되지 않았습니다. 설정에서 공급자를 추가하세요.
ms: Tiada model dikonfigurasi. Tambah pembekal dalam Tetapan.
pl: Nie skonfigurowano modelu. Dodaj dostawcę w Ustawieniach.
pt_br: Nenhum modelo configurado. Adicione um provedor em Ajustes.
ro: Niciun model configurat. Adaugă un furnizor în Setări.
ru: Модель не настроена. Добавьте провайдера в Настройках.
th: ยังไม่ได้กำหนดค่าโมเดล เพิ่มผู้ให้บริการในการตั้งค่า
tr: Model yapılandırılmadı. Ayarlar'dan sağlayıcı ekleyin.
zh_hans: 未配置模型。请在设置中添加服务商。
zh_hant: 未設定模型。請在設定中新增服務商。

source: No model groups
de: Keine Modellgruppen
es: Sin grupos de modelos
fil: Walang model group
fr: Aucun groupe de modèles
hr: Nema grupa modela
id: Tidak ada grup model
ja: モデルグループなし
ko: 모델 그룹 없음
ms: Tiada kumpulan model
pl: Brak grup modeli
pt_br: Nenhum grupo de modelos
ro: Niciun grup de modele
ru: Нет групп моделей
th: ไม่มีกลุ่มโมเดล
tr: Model grubu yok
zh_hans: 暂无模型分组
zh_hant: 暫無模型分組

source: No model selected
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fil: Walang napiling model
fr: Aucun modèle sélectionné
hr: Nije odabran model
id: Tidak ada model dipilih
ja: モデルが選択されていません
ko: 선택된 모델 없음
ms: Tiada model dipilih
pl: Nie wybrano modelu
pt_br: Nenhum modelo selecionado
ro: Niciun model selectat
ru: Модель не выбрана
th: ยังไม่ได้เลือกโมเดล
tr: Model seçilmedi
zh_hans: 未选择模型
zh_hant: 未選擇模型

source: No models
de: Keine Modelle
es: Sin modelos
fil: Walang model
fr: Aucun modèle
hr: Nema modela
id: Tidak ada model
ja: モデルなし
ko: 모델 없음
ms: Tiada model
pl: Brak modeli
pt_br: Nenhum modelo
ro: Niciun model
ru: Нет моделей
th: ไม่มีโมเดล
tr: Model yok
zh_hans: 暂无模型
zh_hant: 暫無模型

source: No models available
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fil: Walang available na model
fr: Aucun modèle disponible
hr: Nema dostupnih modela
id: Tidak ada model tersedia
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
ms: Tiada model tersedia
pl: Brak dostępnych modeli
pt_br: Nenhum modelo disponível
ro: Niciun model disponibil
ru: Нет доступных моделей
th: ไม่มีโมเดลที่พร้อมใช้งาน
tr: Kullanılabilir model yok
zh_hans: 暂无可用模型
zh_hant: 暫無可用模型

source: No models in this group
de: Keine Modelle in dieser Gruppe
es: No hay modelos en este grupo
fil: Walang model sa group na ito
fr: Aucun modèle dans ce groupe
hr: Nema modela u ovoj grupi
id: Tidak ada model dalam grup ini
ja: このグループにモデルはありません
ko: 이 그룹에 모델 없음
ms: Tiada model dalam kumpulan ini
pl: Brak modeli w tej grupie
pt_br: Nenhum modelo neste grupo
ro: Niciun model în acest grup
ru: В этой группе нет моделей
th: ไม่มีโมเดลในกลุ่มนี้
tr: Bu grupta model yok
zh_hans: 该分组中暂无模型
zh_hant: 該分組中暫無模型

source: No models or groups added
de: Keine Modelle oder Gruppen hinzugefügt
es: No se añadieron modelos ni grupos
fil: Walang naidagdag na model o group
fr: Aucun modèle ou groupe ajouté
hr: Nije dodan nijedan model ni grupa
id: Tidak ada model atau grup ditambahkan
ja: モデルまたはグループが追加されていません
ko: 모델 또는 그룹이 추가되지 않음
ms: Tiada model atau kumpulan ditambah
pl: Nie dodano modeli ani grup
pt_br: Nenhum modelo ou grupo adicionado
ro: Niciun model sau grup adăugat
ru: Модели или группы не добавлены
th: ยังไม่ได้เพิ่มโมเดลหรือกลุ่ม
tr: Eklenmiş model ya da grup yok
zh_hans: 未添加模型或分组
zh_hant: 未加入模型或分組
